export const province = [
  'นครราชสีมา',
  'เชียงใหม่',
  'กาญจนบุรี',
  'ตาก',
  'อุบลราชธานี',
  'สุราษฎร์ธานี',
  'ชัยภูมิ',
  'แม่ฮ่องสอน',
  'เพชรบูรณ์',
  'ลำปาง',
  'อุดรธานี',
  'เชียงราย',
  'น่าน',
  'เลย',
  'ขอนแก่น',
  'พิษณุโลก',
  'บุรีรัมย์',
  'นครศรีธรรมราช',
  'สกลนคร',
  'นครสวรรค์',
  'ศรีสะเกษ',
  'กำแพงเพชร',
  'ร้อยเอ็ด',
  'สุรินทร์',
  'อุตรดิตถ์',
  'สงขลา',
  'สระแก้ว',
  'กาฬสินธุ์',
  'อุทัยธานี',
  'สุโขทัย',
  'แพร่',
  'ประจวบคีรีขันธ์',
  'จันทบุรี',
  'พะเยา',
  'เพชรบุรี',
  'ลพบุรี',
  'ชุมพร',
  'นครพนม',
  'สุพรรณบุรี',
  'ฉะเชิงเทรา',
  'มหาสารคาม',
  'ราชบุรี',
  'ตรัง',
  'ปราจีนบุรี',
  'กระบี่',
  'พิจิตร',
  'ยะลา',
  'ลำพูน',
  'นราธิวาส',
  'ชลบุรี',
  'มุกดาหาร',
  'บึงกาฬ',
  'พังงา',
  'ยโสธร',
  'หนองบัวลำภู',
  'สระบุรี',
  'ระยอง',
  'พัทลุง',
  'ระนอง',
  'อำนาจเจริญ',
  'หนองคาย',
  'ตราด',
  'พระนครศรีอยุธยา',
  'สตูล',
  'ชัยนาท',
  'นครปฐม',
  'นครนายก',
  'ปัตตานี',
  'กรุงเทพมหานคร',
  'ปทุมธานี',
  'สมุทรปราการ',
  'อ่างทอง',
  'สมุทรสาคร',
  'สิงห์บุรี',
  'นนทบุรี',
  'ภูเก็ต',
  'สมุทรสงคราม'
];

export const district = [
  {
    province: 'กระบี่',
    district: 'เมืองกระบี่',
    postalcode: '81000'
  },
  {
    province: 'กระบี่',
    district: 'เมืองกระบี่',
    postalcode: '81180'
  },
  {
    province: 'กระบี่',
    district: 'เมืองกระบี่',
    postalcode: '81210'
  },
  {
    province: 'กระบี่',
    district: 'อ่าวลึก',
    postalcode: '81110'
  },
  {
    province: 'กระบี่',
    district: 'เขาพนม',
    postalcode: '80240'
  },
  {
    province: 'กระบี่',
    district: 'เขาพนม',
    postalcode: '81140'
  },
  {
    province: 'กระบี่',
    district: 'คลองท่อม',
    postalcode: '81120'
  },
  {
    province: 'กระบี่',
    district: 'คลองท่อม',
    postalcode: '81170'
  },
  {
    province: 'กระบี่',
    district: 'เกาะลันตา',
    postalcode: '81120'
  },
  {
    province: 'กระบี่',
    district: 'เกาะลันตา',
    postalcode: '81150'
  },
  {
    province: 'กระบี่',
    district: 'ลำทับ',
    postalcode: '81120'
  },
  {
    province: 'กระบี่',
    district: 'ลำทับ',
    postalcode: '81190'
  },
  {
    province: 'กระบี่',
    district: 'เหนือคลอง',
    postalcode: '81130'
  },
  {
    province: 'กระบี่',
    district: 'ปลายพระยา',
    postalcode: '81160'
  },
  {
    province: '',
    district: '',
    postalcode: ''
  }
];
